xml/request_templates/sb_aarbog_laenke-ambulatorierne.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
  <dkabm:record>
    <ac:identifier>503697|820010</ac:identifier>
    <ac:source>Bibliotekets materialer</ac:source>
    <dc:title>Årsskrift / Lænke-ambulatorierne i Danmark, Landsforeningen Lænken</dc:title>
    <dc:title xsi:type="dkdcplus:full">Årsskrift / Lænke-ambulatorierne i Danmark, Landsforeningen Lænken</dc:title>
    <dcterms:audience>voksenmaterialer</dcterms:audience>
    <dc:date>????</dc:date>
    <dc:type xsi:type="dkdcplus:BibDK-Type">Periodikum</dc:type>
    <dc:language xsi:type="dcterms:ISO639-2">dan</dc:language>
    <dc:language>Dansk</dc:language>
  </dkabm:record>
  <marcx:collection>
    <marcx:record format="danMARC2" type="Bibliographic">
      <marcx:leader>000000000000000000000000</marcx:leader>
      <marcx:datafield ind1="0" ind2="0" tag="001">
        <marcx:subfield code="a">503697</marcx:subfield>
        <marcx:subfield code="b">820010</marcx:subfield>
        <marcx:subfield code="c">20091127172600</marcx:subfield>
        <marcx:subfield code="d">20010817</marcx:subfield>
        <marcx:subfield code="f">a</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield ind1="0" ind2="0" tag="004">
        <marcx:subfield code="r">c</marcx:subfield>
        <marcx:subfield code="a">e</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield ind1="0" ind2="0" tag="008">
        <marcx:subfield code="t">p</marcx:subfield>
        <marcx:subfield code="a">????</marcx:subfield>
        <marcx:subfield code="b">dk</marcx:subfield>
        <marcx:subfield code="l">dan</marcx:subfield>
        <marcx:subfield code="v">4</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield ind1="0" ind2="0" tag="009">
        <marcx:subfield code="a">a</marcx:subfield>
        <marcx:subfield code="g">xx</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield ind1="0" ind2="0" tag="096">
        <marcx:subfield code="z">820010</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield ind1="0" ind2="0" tag="245">
        <marcx:subfield code="a">Årsskrift / Lænke-ambulatorierne i Danmark, Landsforeningen Lænken</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield ind1="0" ind2="0" tag="260">
        <marcx:subfield code="a">Hvidovre</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield ind1="0" ind2="0" tag="980">
        <marcx:subfield code="y">820010</marcx:subfield>
        <marcx:subfield code="x">1</marcx:subfield>
        <marcx:subfield code="d">1997-</marcx:subfield>
        <marcx:subfield code="g">1</marcx:subfield>
        <marcx:subfield code="s">Løbende</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield ind1="0" ind2="0" tag="980">
        <marcx:subfield code="y">820010</marcx:subfield>
        <marcx:subfield code="m">Mangler kan forekomme</marcx:subfield>
      </marcx:datafield>
    </marcx:record>
    </marcx:collection>
            <os:identifier>820010-katalog:503697</os:identifier>
<os:creationDate>1980-03-07</os:creationDate>
<os:holdingsCount>12</os:holdingsCount>
<os:lendingLibraries>12</os:lendingLibraries>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
